/* LiveLoops Clip 'Play From' Setting */
"LiveLoopsClipPlayFrom_Absolute" = "Playhead Position";

/* LiveLoops Clip 'Play From' Setting */
"LiveLoopsClipPlayFrom_Current" = "Stop Position";

/* LiveLoops Clip 'Play From' Setting */
"LiveLoopsClipPlayFrom_Position" = "Start";

/* LiveLoops Clip 'Play From' Setting */
"LiveLoopsClipPlayFrom_Relative" = "Playing Cell Position";

/* LiveLoops Clip 'Play Mode' Setting */
"LiveLoopsClipPlayMode_Momentary" = "Momentary";

/* LiveLoops Clip 'Play Mode' Setting */
"LiveLoopsClipPlayMode_Retrigger" = "Retrigger";

/* LiveLoops Clip 'Play Mode' Setting */
"LiveLoopsClipPlayMode_Start/Stop" = "Start/Stop";

/* LiveLoops Clip 'Play Mode' Setting */
"LiveLoopsClipPlayMode_UseClipSettings" = "As Cells";

/* Name for the active bypassed parameter mapping */
"Bypassed" = "Bypassed";

/* Name for the inactive bypassed parameter mapping
Name of inactive mute in parameter mapping
   Name of inactive solo in parameter mapping */
"---" = "---";

/* Name of active mute in parameter mapping */
"Muted" = "Muted";

/* No comment provided by engineer. */
"%lu objects" = "%lu objects";

/* Parameter in Channel */
"%@ in %@" = "%@ in %@";

/* Parameter is mapped to nothing */
"Unmapped" = "Unmapped";

/* Parameter mapping */
"Layer Bypass" = "Layer Bypass";

/* Quantize Start setting for LiveLoops clips */
"LiveLoopsTimeSnapMenu_1/16Note" = "1/16 Note";

/* Quantize Start setting for LiveLoops clips */
"LiveLoopsTimeSnapMenu_1/2Note" = "1/2 Note";

/* Quantize Start setting for LiveLoops clips */
"LiveLoopsTimeSnapMenu_1/2Triplet(1/3)" = "1/2 Triplet (1/3)";

/* Quantize Start setting for LiveLoops clips */
"LiveLoopsTimeSnapMenu_1/4Note" = "1/4 Note";

/* Quantize Start setting for LiveLoops clips */
"LiveLoopsTimeSnapMenu_1/4Triplet(1/6)" = "1/4 Triplet (1/6)";

/* Quantize Start setting for LiveLoops clips */
"LiveLoopsTimeSnapMenu_1/8Note" = "1/8 Note";

/* Quantize Start setting for LiveLoops clips */
"LiveLoopsTimeSnapMenu_1/8Triplet(1/12)" = "1/8 Triplet (1/12)";

/* Quantize Start setting for LiveLoops clips */
"LiveLoopsTimeSnapMenu_1Bar" = "1 Bar";

/* Quantize Start setting for LiveLoops clips */
"LiveLoopsTimeSnapMenu_2Bars" = "2 Bars";

/* Quantize Start setting for LiveLoops clips */
"LiveLoopsTimeSnapMenu_3Bars" = "3 Bars";

/* Quantize Start setting for LiveLoops clips */
"LiveLoopsTimeSnapMenu_4Bars" = "4 Bars";

/* Quantize Start setting for LiveLoops clips */
"LiveLoopsTimeSnapMenu_6Bars" = "6 Bars";

/* Quantize Start setting for LiveLoops clips */
"LiveLoopsTimeSnapMenu_8Bars" = "8 Bars";

/* Quantize Start setting for LiveLoops clips */
"LiveLoopsTimeSnapMenu_CellEnd" = "Cell End";

/* Quantize Start setting for LiveLoops clips */
"LiveLoopsTimeSnapMenu_Global" = "Global";

/* Quantize Start setting for LiveLoops clips */
"LiveLoopsTimeSnapMenu_Off" = "Off";

/* Quantize Start setting for LiveLoops clips */
"LiveLoopsTimeSnapMenu_SmartPickup" = "Smart Pickup";

/* Quantize Start setting for LiveLoops clips */
"LiveLoopsTimeSnapMenu_UseClipSettings" = "As Cells";

/* Quantize Start setting for LiveLoops clips - shortened alternative of '1/16 Note' */
"LiveLoopsTimeSnapMenu_1/16NoteShort" = "1/16";

/* Quantize Start setting for LiveLoops clips - shortened alternative of '1/2 Note' */
"LiveLoopsTimeSnapMenu_1/2NoteShort" = "1/2";

/* Quantize Start setting for LiveLoops clips - shortened alternative of '1/2Triplet(1/3)' */
"LiveLoopsTimeSnapMenu_1/2Triplet(1/3)Short" = "1/2 t";

/* Quantize Start setting for LiveLoops clips - shortened alternative of '1/4 Note' */
"LiveLoopsTimeSnapMenu_1/4NoteShort" = "1/4";

/* Quantize Start setting for LiveLoops clips - shortened alternative of '1/4Triplet(1/6)' */
"LiveLoopsTimeSnapMenu_1/4Triplet(1/6)Short" = "1/4 t";

/* Quantize Start setting for LiveLoops clips - shortened alternative of '1/8 Note' */
"LiveLoopsTimeSnapMenu_1/8NoteShort" = "1/8";

/* Quantize Start setting for LiveLoops clips - shortened alternative of '1/8Triplet(1/12)' */
"LiveLoopsTimeSnapMenu_1/8Triplet(1/12)Short" = "1/8 t";

/* Soloed */
"Soloed" = "Soloed";

/* YouTube Sign In Alert Title: YouTube Sign In */
"YouTube Sign In" = "YouTube Sign-In";

/* no target mapping name */
"None" = "None";

/* string for counting a name up e.g. Song 1, Song 2, ... */
"%1$@ %2$@" = "%1$@ %2$@";
